tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "gettext"
brew "cmake"
brew "colordiff"
brew "zstd"
brew "direnv"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "graphviz"
brew "helmfile"
brew "hugo"
brew "jq"
brew "kubectx"
brew "mkcert"
brew "nginx", restart_service: true
brew "peco"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "protobuf@3"
brew "protoc-gen-grpc-web"
brew "python@3.10"
brew "python@3.9"
brew "redis", restart_service: true
brew "sheldon"
brew "sops"
brew "stern"
brew "tig"
brew "tmux"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "cmd-eikana"
cask "docker"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "raycast"
cask "slack"
cask "visual-studio-code"
