4ops.terraform
azemoh.one-monokai
bierner.markdown-preview-github-styles
casualjim.gotemplate
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
kaiwood.endwise
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.Go
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
sianglim.slim
technosophos.vscode-helm
vscodevim.vim
WakaTime.vscode-wakatime
wingrunr21.vscode-ruby
zxh404.vscode-proto3
